Repository: cds-snc/secret
Catalog: secret/chalicelib/locales/*/LC_MESSAGES/*.po
Languages: fr

source: Government of Canada
fr: Gouvernement du Canada

source: sig-blk-en.svg
fr: sig-blk-fr.svg

source: other_language
fr: English

source: This service is being tested. Do not share protected data.
fr: Ce service est en cours de test. Ne partagez pas de données protégées.

source: Paste a password, secret message or private link below.
fr: Collez votre mot de passe, message secret ou lien privé ci-dessous

source: Keep sensitive info out of your email and chat logs.
fr: Ne stockez aucune information confidentielle dans vos emails ou fils de discussion.

source: Secret content goes here...
fr: Votre contenu secret est à coller ici

source: Options
fr: Paramètres

source: Optional password
fr: Mot de passe optionnel

source: Password
fr: Mot de passe

source: Lifetime
fr: Durée de vie

source: days
fr: jours

source: day
fr: jour

source: hours
fr: heures

source: hour
fr: heure

source: Create a secret link
fr: Créer un lien secret

source: Share this link:
fr: Partager ce lien

source: Expires at
fr: Expire à

source: Burn this secret
fr: Supprimer ce secret (cela ne peut pas être défait)

source: Click "View Secret" to continue
fr: Cliquer "Consulter le secret" pour continuer

source: Careful: We will only show it once.
fr: Attention: Sera affiché une seule fois

source: View secret
fr: Consulter le secret

source: Your secret does not exist
fr: Votre secret n'existe pas

source: Either the link is wrong or the secret has expired.
fr: Soit le lien est erroné, soit le secret a expiré.

source: This message is for you:
fr: Ce message est pour vous:

source: It looks like your message has been encrypted with an additional password. Please enter it below to fully decrypt the message.
fr: Il semble que votre message ait été crypté avec un code additionnel mot de passe. Veuillez le saisir ci-dessous pour décrypter entièrement le message

source: Decrypt message with password
fr: Décrypter le message avec un mot de passe
